// data.js - เก็บข้อมูลผลงานทั้งหมดที่นี่
// คุณสามารถเพิ่มผลงานใหม่ต่อท้ายได้เรื่อยๆ แค่ก๊อปปี้ปีกกา {...}, แล้วเปลี่ยนข้อมูล
const projects = [
    {
        title: "งานจัดสวนสไตล์ญี่ปุ่น",
        category: "สวนสไตล์ญี่ปุ่นสวยๆ ใช้ไทรเกาหลีเป็นรั้วแทนไม้ไผ่",
        image: "png/ผลงาน/สวนสไตล์ญี่ปุ่น.jpg"
    },
    {
        title: "งานจัดสวนหินข้างบ้าน",
        category: "เรียบๆ ดูแลง่าย เพิ่มสีสันด้วยต้นพุดศุภโชค ",
        image: "png/ผลงาน/สวนหินข้างบ้าน.jpg"
    },
    {
        title: "งานปูหญ้าเทียมสลับกับงางแผ่นทางเดิน",
        category: "เป็นหญ้าที่ไม่ต้องตัด ดูแล รักษาง่าย ",
        image: "png/ผลงาน/งานปูหญ้าเทียม.jpg"
    },
    {
        title: "งานปูแผ่นลอนดอน ",
        category: "เพื่อความสะอาด ดูแลรักษาง่าย ",
        image: "png/ผลงาน/งานปูแผ่นลอนดอน.jpg"
    },
    {
        title: "งานปูแผ่นSCG ลายปารีส",
        category: "ปูแผ่นSCG ลายปารีส รอบบ้าน",
        image: "png/ผลงาน/ปูแผ่นSCG.jpg"
    },
    {
        title: "จัดสวนบ้านพักส่วนตัว",
        category: "จัดสวนและปลูกต้นไม้เป็นสวนหย่อม เน้นสบายตา ไม่รกจนเกินไป",
        image: "png/ผลงาน/จัดสวนบ้านพักส่วนตัว.jpg"
    },
    {
        title: "แพกลางน้ำ",
        category: "งานติดตั้งไม้เทียม ไม้พื้น WPC สีเทา ",
        image: "png/ผลงาน/งานติดตั้งไม้เทียม.jpg"
    },
    {
        title: "งานติดตั้งไม้พื้น",
        category: "ติดตั้งไม้พื้น รุ่นSCG สีวอลนัท6 สวยงาม ทำความสะอาดง่าย ",
        image: "png/ผลงาน/ติดตั้งไม้พื้น.jpg"
    },
    {
        title: "งานปูแผ่นลากูน่า",
        category: "แผ่นลากูน่า 10*10 ทางเข้าหมู่บ้านโครงการ ",
        image: "png/ผลงาน/งานปูแผ่นลากูน่า.jpg"
    },
    {
        title: "พื้นที่หลังบ้าน ทาวโฮม",
        category: "ปูไม้ระแนงพื้นและผนัง ดูสบายตา เหมาะกับมุมกาแฟยามเช้า ",
        image: "png/ผลงาน/พื้นที่หลังบ้าน.jpg"
    },
    {
        title: "จัดสวนแบบร่มรื่น",
        category: "เน้นใช้งานจริงทุก ตร.น",
        image: "png/ผลงาน/จัดสวนแบบร่มรื่น.jpg"
    },
    {
        title: "งานปูคาร์เพทสโตน",
        category: "งานปูคาร์เพทสโตนรอบบ้านพื้นที่ 80 ตร.ม ",
        image: "png/ผลงาน/งานปูคาร์เพทสโตนรอบบ้าน.jpg"
    },
    {
        title: "งานปลูกต้นแจง",
        category: "ต้นแจง ไม้มงคล รากไม่ทำลายโครงสร้าง",
        image: "png/ผลงาน/งานปลูกต้นแจง.jpg"
    },
    {
        title: "สวนสไตล์โมเดิร์นคัดสรร",
        category: "สะอาด ดูแลง่าย ร่มรื่น เพิ่มพื้นที่ใช้สอยมากขึ้น",
        image: "png/ผลงาน/สวนสไตล์โมเดิร์นคัดสรร.jpg"
    },
    {
        title: "งานจัดสวนญี่ปุ่น",
        category: "การจัดและออกแบบโดยเอาที่ความชอบของลูกค้าเป็นหลัก",
        image: "png/ผลงาน/งานจัดสวนญี่ปุ่น.jpg"
    },
    {
        title: "งานสวนผัก",
        category: "สวนผัก ตลิ่งชัน เคลียร์พื้นที่บ้านที่รก ไม่สวยงาม ให้ดูสะอาดสะอ้าน น่าชมน่ามอง",
        image: "png/ผลงาน/งานสวนผัก.jpg"
    },
    {
        title: "งานปูแผ่นRCM และ ปูหญ้าเทียม",
        category: "ปูแผ่นทางเดินRCM ลายหมากฮอท ต่อด้วยปูหญ้าเทียม เขียวสดตลอด ไม่ต้องตัด",
        image: "png/ผลงาน/งานปูแผ่นRCMและปูหญ้าเทียม.jpg"
    },
    {
        title: "งานจัดสวนญี่ปุ่น",
        category: "จำลองธรรมชาติมาย่อส่วนไว้ในพื้นที่จำกัด เพื่อสร้างบรรยากาศที่สงบและเป็นระเบียบ",
        image: "png/ผลงาน/งานจัดสวนญี่ปุ่น_2.jpg"
    },
    {
        title: "งานปูหินคอบเบิ้ล",
        category: "มองดูสีเขียว ทำให้สดชื่น พร้อมกับลานบ้านปูหินคอบเบิ้ล ดูสะอาดตา",
        image: "png/ผลงาน/งานปูหินคอบเบิ้ล.jpg"
    },
    {
        title: "งานปูแผ่นทางเดิน",
        category: "เปลี่ยนสนามหญ้า เป็นแผ่นทางเดิน ทางเดินแบบสวนหิน ดูสวย ดำตัดขาว",
        image: "png/ผลงาน/งานปูแผ่นทางเดิน.jpg"
    },
    {
        title: "งานรั้วไม้ไผ่กั้นฉากร้าน",
        category: "สวยงาม ดูเป็นส่วนตัว ",
        image: "png/ผลงาน/งานรั้วไม้ไผ่กั้นฉากร้าน.jpg"
    },
    {
        title: "งานจัดส่งพร้อมปลูกต้นชุมแสง",
        category: "จัดส่งพร้อมปลูกต้นชุมแสง 12",
        image: "png/ผลงาน/งานจัดส่งพร้อมปลูกต้นชุมแสง.jpg"
    },
];